Repository: Grim-bot/ebola-care-guidelines
Catalog: app/ios/ebolarisk/*.lproj/Localizable.strings
Languages: fr

# vload_shock_list_item1h
source: ○ Low BP (SBP≤90 mmHg in adults; check SBP by age/weight of child)
fr: ○ Faible pression artérielle (TA systolique ≤90 mmHg chez les adultes, vérifiez la TA systolique par âge et poids de l'enfant)

# vload_shock_list_item2
source: ◘ Call for help from the most experienced clinician available when an Ebola patient develops shock.
fr: ◘ Appeler le clinicien le plus expérimenté lorsqu'un patient atteint d'Ebola développe un état de choc.

# vload_shock_list_item3
source: ◘ EVD patients can be in shock from hypovolaemic from GI loss (most common in the 2014- 2015 outbreak), septic shock or haemorrhagic shock (uncommon) or a combination of these.
fr: ◘ Les patients atteints d’Ebola peuvent subir un choc hypovolémique dû aux pertes gastro-intestinales (couramment au cours de l'épidémie de 2014-2015), un choc septique, un choc hémorragique (peu fréquent) ou une combinaison de ces facteurs.

# vload_breath_title
source: Difficulty breathing and respiratory distress
fr: Difficulté à respirer et détresse respiratoire

# vload_breath_parag
source: Oxygen: titrate to Sp02≥90%. If SpO2&lt;90%, start adult on 5 litres/minute (nasal prongs); start child at 1–2 litres/minute (nasal prongs). In the acute phase of shock (first 24 hours) in children, where there is impaired oxygen delivery, also give oxygen if SpO2&lt;94%. Evaluate for pneumonia, wheezing, fluid overload, congestive heart failure and manage accordingly. (Do not share nasal prongs–dispose of them once used by a patient.)
fr: Oxygène : titrer la Sp02 jusqu’à ≥90 % Si SpO2 &lt; 90 %, donner à l’adulte 5 litres/minute (canule nasale) ; pour l’enfant, commencer à 1-2 litres/ minute (canule nasale). Évaluer s’il y a une pneumonie, une respiration sifflante, une surcharge hydrique, une insuffisance cardiaque œdémateuse et prendre en charge en conséquence. (Les canules nasales doivent être jetées après utilisation par un patient.)

# vload_anxiety_title
source: Anxiety
fr: Anxiété

# vload_anxiety_parag
source: Provide psychological support. Depression, associated with feelings of hopelessness and/or suicidal thoughts, may be present. See section 10.11 (Mental health problems) in the IMAI District Clinician Manual for their management. Diazepam – adults: 5–15 mg/day in 3 divided doses may be considered in severe cases.
fr: Soutien psychologique (voir section 6 de ce manuel) Diazépam – adultes : 5-15 mg/jour en trois doses.

# vload_confusion_coop_title
source: Confusion in cooperative patient
fr: État de confusion chez le patient coopératif

# vload_confusion_coop_parag
source: Reason with the patient in a calm and non-aggressive fashion. Keep lights on at night. Consider diazepam 5 mg at night (adult).
fr: Raisonner le patient de manière calme et sans agressivité. Laisser la lumière allumée la nuit. Envisager de donner 5 mg de diazépam la nuit (adulte).

# vload_agit_noncoop_title
source: Agitation, confusion and aggression in non-cooperative adult patient
fr: Confusion et agressivité chez un patient non coopératif

# vload_agit_noncoop_parag
source: Give sedation: haloperidol 2.5 to 5 mg IM (depending on size of adult). Approach patient with caution, call for assistance, and give treatment only if safe to do so.
fr: Sédation avec 5 mg d’halopéridol en IM (adulte).

# vload_neuro_title
source: Unexplained neurological symptoms
fr: Symptômes neurologiques inexpliqués

# vload_neuro_parag
source: This includes peripheral neuropathy, cranial nerve palsies, encephalopathy, aphonia, and cardiac failure. Consider thiamine deficiency (beriberi) and give vitamin B1: 50 mg IM or IV daily for several days.
fr: Cela inclut la neuropathie périphérique, les atteintes de nerfs crâniens, l'encéphalopathie, l'aphonie, et l'insuffisance cardiaque. Envisager une carence en thiamine (béribéri) et donner de la vitamine B1: 50 mg IM ou IV 1x/j pendant plusieurs jours.

# jaundice_title1
source: Jaundice and liver damage
fr: Jaunisse et dommages hépatiques

# jaundice_parag1
source: Jaundice is not common in EVD, but it likely indicates an acute case with damage to the parenchymal cells of liver. Confirm Hepatic/hepatocellular jaundice by urine tests (dark urine, presence of conjugated bilirubin, urobilirubin = 2 units). Follow up closely and apply appropriate treatment for other signs/symptoms.
fr: L’ictère n'est pas fréquent dans l’Ebola, mais lorsqu’il est présent, il indique une probable acutisation avec atteinte des cellules parenchymateuses du foie. Confirmer l’ictère hépatique / hépatocellulaire par des tests d'urine (urine foncée, présence de bilirubine conjuguée, urobilirubine = 2 unités). Suivre de près l’évolution et appliquer un traitement approprié pour les autres signes / symptômes.

# jaundice_title2
source: Nutrition recommendations
fr: Recommandations nutritionnelles

# jaundice_parag2
source: Exercise caution when feeding the patient who have no appetite. Even in critically ill patients without severe dehydration, excess energy or protein is not needed and an excess could further compromise liver and kidney function.
fr: Faire preuve de prudence lorsqu’il s’agit de nourrir un patient qui souffre d’inappétence. Même chez les patients gravement malades sans déshydratation sévère, l'excès d'apport énergétique ou de protéines n'est pas nécessaire et une telle surcharge pourrait compromettre davantage la fonction hépatique et rénale.

# vomit_title1
source: Nausea and Vomiting
fr: Nausée et vomissements

# vomit_parag1
source: Nausea and vomiting can be managed with Ondansetron:
fr: Les nausées et les vomissements peuvent être pris en charge par l'ondansétron:

# vomit_ondansetron_table_col1_row0
source: Patient age
fr: Âge du patient

# vomit_ondansetron_table_col1_row1
source: Age 4–12 years
fr: 4 à 12 ans

# vomit_ondansetron_table_col1_row2
source: Adult
fr: Adulte

# vomit_ondansetron_table_col2_row0
source: Daily dose
fr: Dose journalière

# vomit_ondansetron_table_col2_row1
source: 4 mg two times a day
fr: 4 mg deux fois par jour

# vomit_ondansetron_table_col2_row2
source: 8 mg two times a day
fr: 8 mg deux fois par jour

# vomit_dehydration_title
source: Dehydration
fr: Déshydratation

# vomit_dehydration_parag
source: Patient is at risk of dehydration, especially if also presenting diarrhea. Dehydration is the most frequent and important cause of further deterioration. The WHO Oral Rehydration Solution (ORS) is best suited for treating dehydration.
fr: Ces symptômes exposent les patients à un risque de déshydratation, en particulier si également présentant la diarrhée. Déshydratation est la cause la plus fréquente et la plus importante de complications.

# pain_title1
source: Abdominal/epigastric pain
fr: Douleur abdominale / épigastrique

# pain_parag1
source: Treat with oral administration of Omeprazole, once a day before food:
fr: Traiter avec l'administration orale d'Omeprazole, une fois par jour avant le repas:

# vomit_omeprazole_table_col1_row0
source: Patient age
fr: Âge du patient

# vomit_omeprazole_table_col1_row1
source: 6 months–2 years
fr: 6 mois-2 ans

# vomit_omeprazole_table_col1_row2
source: 2–12 years
fr: 2-12 ans

# vomit_omeprazole_table_col1_row3
source: Adult
fr: Adulte

# vomit_omeprazole_table_col2_row0
source: Omeprazole dose
fr: Dose de Omeprazole

# weak_title1
source: Weakness and severe dehydration
fr: Faiblesse et déshydratation sévère

# weak_parag1
source: The weakness and lethargy accompanying diarrhoea; or with significant vomiting, as well as confusion, sunken eyes, wrinkled skin and a weak pulse, are indication of severe dehydration. The patient should be immediately started on active intravenous (IV) fluid resuscitation while also offered Oral Rehydration Solution (ORS).
fr: La faiblesse et la léthargie accompagnant la diarrhée ou des vomissements importants, ainsi qu’un état de confusion, des yeux enfoncés, une peau ridée et un pouls faible, sont des signes de déshydratation sévère. Une réanimation liquidienne par voie intraveineuse (IV) doit être immédiatement initiée, en parallèle d’une solution de réhydratation orale (SRO).

# weak_iv_title
source: IV fluid resuscitation
fr: Réanimation liquidienne

# weak_iv_parag
source: Give 100 ml/kg Lactated Ringer’s solution (or, if LR not available, normal saline), divided as follows:
fr: Administrez 100 mL/kg de solution de lactate de Ringer (ou, à défaut, de solution saline normale), comme suit:

# weak_iv_table_col1_row0
source: Patient Age
fr: Âge du patient

# weak_iv_table_col1_row1
source: Infants (under 12 months)
fr: Nourrissons (moins de 12 mois)

# weak_iv_table_col1_row2
source: Older (12 months or older, including adults)
fr: Plus âgés (12 mois ou plus, y compris les adultes)

# weak_iv_table_col2_row0
source: First give 30 ml/kg in:
fr: Donner d'abord 30 ml / kg dans:

# weak_iv_table_col2_row1
source: 1 hour (*)
fr: 1 heure (*)

# weak_iv_table_col3_row0
source: Then give 70 ml/kg in:
fr: Puis donnez 70 ml / kg dans:

# weak_iv_table_col3_row1
source: 5 hours (*)
fr: 5 heure (*)

# weak_iv_table_col3_row2
source: 2 1/2 hours
fr: 2 1/2 heures

# weak_iv_table_footnote
source: * Repeat once if radial pulse is very weak or not detectable.
fr: *Répétez une fois l’opération si le pouls radial est très faible ou imperceptible.

# weak_iv_note1
source: ◘ Reassess the patient every 1–2 hours.
fr: ◘ Réévaluez l’état du patient toutes les 1 à 2 heures.

# weak_iv_note2
source: ◘ If hydration status is not improving, give the IV drip more rapidly.
fr: ◘ Si l’état d’hydratation ne s’améliore pas, augmentez le débit de la perfusion.

# weak_iv_note3
source: ◘ Also give ORS (about 5 ml/kg/hour) as soon as the patient can drink, usually after 3– 4 hours (infant) or 1–2 hours for children, adolescents, and adults.
fr: ◘ Administrez aussi une solution de SRO (environ 5 mL/kg/heure) dès que le patient est en état de boire, généralement après 3 4 heures chez le nouveau-né ou 1 2 heures chez l’enfant, l’adolescent ou l’adulte.

# weak_iv_note4
source: ◘ Reassess an infant for 6 hours and older patient after 3 hours. Classify dehydration. Then choose the appropriate plan to continue treatment.
fr: ◘ Réévaluez l’état du patient pendant 6 heures (nouveau-né) et après 3 heures (autres patients). Classez l’état de déshydratation, puis choisissez le plan adapté pour la poursuite du traitement.
