Repository: Grim-bot/ebola-care-guidelines
Catalog: app/ios/ebolarisk/*.lproj/Localizable.strings
Languages: fr

# info_age_intro
source: Enter age of patient either in years or months. Typically, providing age in years is enough for adult patients, but for children younger than 2 years, age should be given in months because the dosage of certain drugs depends on the month.
fr: Entrer l'âge du patient soit en années soit en mois. En règle générale, l'âge en années est suffisant pour les patients adultes, mais pour les enfants < 2 ans, l’âge devrait être donné en mois pour adapter au mieux la posologie du traitement.

# info_weight_intro
source: Enter weight of patient. If precise age in months is not available for young children, then weight will be used to recommend dosage of certain drugs.
fr: Entrer le poids du patient. Si l'âge précis en mois n'est pas disponible pour les jeunes enfants, le poids sera utilisé pour recommander le dosage de certains médicaments.

# vitals_intro
source: Measure the vitals of patient upon arrival at the treatment center and record them below.
fr: Mesurer les signes vitaux du patient à son arrivée au centre de traitement et les noter ci-dessous.

# clinical_intro
source: Record below the observed signs and reported symptoms at admission, using the 'Do not know' option if it is not possible to determine whether the sign/symptom is present or not.
fr: Noter les signes observés et les symptômes signalés à l'entrée du patient, en utilisant l'option «Inconnu» s'il n'est pas possible de déterminer si le signe / symptôme est présent ou non.

# lab_intro
source: Use this section to record all available results from laboratory tests.
fr: Utiliser cette section pour noter tous les résultats disponibles des analyses de laboratoire.

# info_title
source: Important information
fr: Une information important

# info_paragraph1
source: Ebola RISK is a proof-of-concept app designed to illustrate how Machine Learning models for clinical prognosis could inform patient care and management. It offers treatment options compiled from WHO's guidelines for hemorrhagic fever patients, prioritized by predicted mortality risk.
fr: Ebola RISK est une application par preuve de concept, conçue pour illustrer comment les modèles de Machine Learning pourraient orienter les soins et la gestion des patients selon leur pronostic clinique. Il offre des options de traitement (compilées à partir des protocoles de l'OMS pour la fièvre hémorragique) classées par ordre de priorité selon le risque de mortalité prédit.

# info_paragraph2
source: Use the predictions and clinical management recommendations from this app in combination with clinical judgement.
fr: Utiliser les prévisions et la prise en charge clinique recommandée de cette application en combinaison avec le jugement clinique.

# info_paragraph4
source: Get the preprint of the article describing the derivation and validation of the models from:
fr: Obtenez la pré-impression de l'article décrivant la dérivation et la validation des modèles ici:

# hrisk_msg
source: Based on presentation signs, symptoms, and PCR data, this patient has more than %d%% chance of dying. Reassess for emergency clinical signs, monitor input and output by the bedside, and perform priority lab testing if possible.
fr: Au vu de la présentation clinique et des données de PCR, ce patient/cette patiente a plus de %d%% de risque de mortalité. Il est recommandé de réévaluer l’état du patient/e régulièrement pour les drapeaux rouges, de surveiller les apports/pertes et d’effectuer des analyses de laboratoire prioritaires si possible.

# lmrisk_msg
source: Based on presentation signs, symptoms, and PCR data, this patient has less than %d%% chance of dying. Make sure the patient remains stable, by keeping him or her hydrated and taking care of any clinical signs with the appropriate procedure.
fr: Au vu de la présentation clinique et les données de PCR, ce patient/cette patiente a moins de %d%% de risque de mortalité. Il est recommandé de s’assurer que le patient reste stable en le maintenant hydraté et en gérant ses signes/symptômes selon le protocole standard.

# no_data_err1
source: Not enough information!
fr: Pas suffisamment d'informations!

# no_data_err2
source: You need to provide at least patient's age and RT-PCR Cycle Threshold (CT) value.
fr: Vous devez fournir au moins l'âge du patient et la valeur du seuil de cycle RT-PCR (CT).

# patient_risk
source: Mortality risk of patient
fr: Risque de mortalité du patient

# predictor_contrib
source: Contribution from each predictor
fr: Contribution de chaque prédicteur

# hrisk_patient
source: HIGH RISK PATIENT
fr: PATIENT À RISQUE ÉLEVÉ

# lmrisk_patient
source: LOW/MEDIUM RISK PATIENT
fr: PATIENT À RISQUE FAIBLE / MOYEN

# hrisk_reason
source: This elevated risk is due to:
fr: Ce risque élevé est dû à:

# lmrisk_reason
source: This risk is due to:
fr: Ce risque est dû à:

# var_alias
source: PCR CT:Age:Temperature:Jaundice:Bleeding:Headache:Diarrhoea:Vomiting:Abdomen pain:Weakness:Wellness
fr: PCR CT:Âge:Température:Jaunisse:Saignement:Maux de tête:Diarrhée:Vomissements:Douleur abdominale:Faiblesse:Wellness

# var_symptom
source: Viral load:Age:Fever:Jaundice:Bleeding:Headache:Diarrhoea:Vomiting:Abdomen pain:Weakness:Wellness
fr: Charge virale:Âge:Fièvre:Jaunisse:Saignement:Maux de tête:Diarrhée:Vomissements:Douleur abdominale:Faiblesse:Wellness

# var_bin_labels
source: no:yes
fr: non:oui

# age_title1
source: Children and elderly patients
fr: Enfants et patients âgés

# age_parag1
source: These patients are at increased risk. Follow very closely, reassessing for emergency clinical signs, making sure to avoid dehydration and maintaining electrolyte as well as blood pressure levels. Follow all procedures carefully, keeping doses within the corresponding age range.
fr: Comme ces patients sont exposés à un risque accru de décès, une surveillance rapprochée est recommandée, en les réévaluant régulièrement pour les drapeaux rouges. Il est particulièrement important de maintenir la balance électrolytique et la pression artérielle ainsi que d’éviter la déshydratation. Il est également crucial de suivre rigoureusement tous les protocoles et d’adapter soigneusement les doses de traitement en fonction de l'âge du patient.

# age_title2
source: Hypoglycaemia
fr: Hypoglycémie

# age_parag2
source: Although not commonly seen among adult patients, hypoglycaemia may accompany dehydration and may result in seizures, coma and death. Small children, critically ill adults, and elderly or severely malnourished patients are especially at risk.
fr: Bien qu'elle ne soit pas fréquente chez les adultes, l'hypoglycémie peut accompagner la déshydratation et entraîner des convulsions, le coma et la mort. Les jeunes enfants, les adultes gravement malades et les personnes âgées ou sévèrement sous-alimentées sont particulièrement à risque.

# age_item1
source: ◘ When hypoglycaemia is suspected, check glucose with bedside glucometer. Repeat as needed.
fr: ◘ En cas de suspicion d'hypoglycémie, vérifier la glycémie. Répéter au besoin.

# age_item2
source: ◘ Ampoules of D50 can be added to bags of Lactated Ringer's or Normal saline to provide some glucose.
fr: ◘ Dans le but d’augmenter la glycémie du patient hypoglycémique, des ampoules de D50 peuvent être ajoutées à la solution de Ringer lactate ou de solution saline 0.9%.

# age_item3
source: ◘ If measurement is not possible, give glucose empirically if the patient develops lethargy, seizure or coma.
fr: ◘ Si la mesure de la glycémie n'est pas possible et que le/la patient/e développe une léthargie, une crise épileptique ou un coma, il est recommandé de donner du glucose de manière empirique.

# bleed_title1
source: Bleeding
fr: Hémorragie

# bleed_parag1
source: Transfusion of fresh whole blood or red blood cell components should be considered, guided by clinical and ideally laboratory indicators:
fr: La transfusion de sang total (frais) ou de concentrés de globules rouges (frais) doit être envisagée, guidée par des indicateurs cliniques et, idéalement, par des analyses de laboratoire:

# bleed_clinical_title
source: Clinical indicators
fr: Indicateurs cliniques

# bleed_clinical_item1
source: ◘ Severe pallor
fr: ◘ Pâleur sévère

# bleed_clinical_item2
source: ◘ Fast pulse rate (tachycardia, = 100bpm)
fr: ◘ Pouls rapide (tachycardie = 100bpm)

# bleed_clinical_item3
source: ◘ Difficulty breathing (dyspnea)
fr: ◘ Respiration difficile (dyspnée)

# bleed_clinical_item5
source: ◘ Restlessness
fr: ◘ Agitation

# bleed_lab_title
source: Laboratory indicators
fr: Indicateurs de laboratoire

# bleed_lab_item2
source: ◘ Hematocrit ≤ 15
fr: ◘ HHématocrite ≤ 15

# bleed_vitk_title
source: Vitamin K deficiency
fr: Carence en vitamine K

# bleed_vitk_parag1
source: Many malnourished or ill patients with diminished oral intake, and those treated with antibiotics, have mild vitamin K deficiency which may lead to elevations in INR/PPT and predispose to bleeding.
fr: Les patients malnutris et ceux traités avec des antibiotiques présentent souvent une carence légère en vitamine K qui peut entraîner une élévation du INR / PTT et donc prédisposer à des saignements.

# bleed_vitk_parag2
source: Multivitamin and/or vitamin K administration in these patients is reasonable (e.g. 10 mg vitamin K PO 1x/d for 3 days at admission, or 10 mg intravenously for those unable to take pills, who are bleeding and who have IV access). Treatment of significant bleeding with fresh frozen plasma should ideally be guided by INR/PT.
fr: L'administration de multivitamines et / ou de vitamine K est donc envisageable chez ces patients (par exemple 10 mg vitamine K 1x/j, PO pendant 3 jours à l'admission ou 10 mg IV pour ceux qui ne peuvent pas ingérer des comprimés per os et qui ont un accès IV). Le traitement de saignements significatifs avec du plasma frais congelé devrait idéalement être guidé par INR / PT.

# bleed_add_title
source: Additional treatment
fr: Traitement supplémentaire

# bleed_add_parag
source: Other medications to prevent or treat bleeding such as antifibrinolytics (IV tranexamic acid) may be reasonable based on extrapolation of evidence from other patient populations but direct evidence in patients with Ebola is lacking.
fr: D'autres médicaments pour prévenir ou traiter les saignements tels que les antifibrinolytiques (acide tranexamique IV) peuvent être envisagés sur la base de preuves provenant d'autres populations de patients. Les preuves directes chez les patients atteints d'Ebola sont limitées.

# diarr_title1
source: Diarrhea and dehydration
fr: Diarrhée et déshydratation

# diarr_parag1
source: Patient is at risk of dehydration, the most frequent and important cause of further deterioration. The WHO Oral Rehydration Solution (ORS) is best suited for treating dehydration.
fr: Ces symptômes exposent les patients à un risque de déshydratation, la cause la plus fréquente et la plus importante de complications. La solution de réhydratation orale (SRO) de l'OMS est la mieux adaptée au traitement de la déshydratation.

# diarr_ors_table_title
source: ORS amount to given in first 4 hours
fr: SRO quantité à donner dans les 4 premières heures

# diarr_ors_table_col1_row0
source: Patient Age
fr: Âge du patient

# diarr_ors_table_col1_row1
source: Less than 4 months
fr: Moins de 4 mois

# diarr_ors_table_col1_row2
source: 4–11 months
fr: 4 à 11 mois

# diarr_ors_table_col1_row3
source: 12–23 months
fr: 12 à 23 mois

# diarr_ors_table_col1_row4
source: 2 –4 years
fr: 2 à 4 ans

# diarr_ors_table_col1_row5
source: 5–14 years
fr: 5 à 14 ans

# diarr_ors_table_col1_row6
source: 15 years or older
fr: 15 ans ou plus

# diarr_ors_table_col2_row0
source: ORS amount
fr: Quantité de SRO

# diarr_ors_table_col2_row1
source: 200–400 ml
fr: 200 à 400 ml

# diarr_ors_table_col2_row2
source: 400–600 ml
fr: 400 à 600 ml

# diarr_ors_table_col2_row3
source: 600–800 ml
fr: 600 à 800 ml

# diarr_ors_table_col2_row4
source: 800–1200 ml
fr: 800 à 1200 ml

# diarr_ors_table_col2_row5
source: 1200–2200 ml
fr: 1200 à 2200 ml

# diarr_ors_table_col2_row6
source: 2200–4000 ml
fr: 2200 à 4000 ml

# diarr_ors_table_col3_row0
source: Patient weight
fr: Poids du patient

# diarr_ors_table_col3_row1
source: Less than 5 kg
fr: Moins de 5 kg

# diarr_ors_table_col3_row2
source: 5–7.9 kg
fr: 5 à 7,9 kg

# diarr_ors_table_col3_row3
source: 8–10.9 kg
fr: 8 à 10,9 kg

# diarr_ors_table_col3_row4
source: 11–15.9 kg
fr: 11 à 15,9 kg

# diarr_ors_table_col3_row5
source: 16–29.9 kg
fr: 16 à 29,9 kg

# diarr_ors_table_col3_row6
source: 30 kg or more
fr: 30 kg ou plus

# diarr_note1
source: ◘ Reassess the patient’s condition after four hours, and provide more ORS as detailed above if dehydration persists.
fr: ◘ Réévaluer l’état du patient au bout de quatre heures et lui administrer davantage de SRO, en suivant les indications ci-dessus, si la déshydratation persiste.

# diarr_note2
source: ◘ If a patient (child or adult) has no diarrhoea or dehydration, and finds it difficult to drink ORS, use flavoured ORS.
fr: ◘ Si un patient (enfant ou adulte) ne présente pas de diarrhée ni de déshydratation, et qu’il éprouve des difficultés pour boire la SRO, utiliser une SRO aromatisée.

# diarr_note3
source: ◘ Do not use sports drinks, or sugary drinks such as fruit flavoured and fizzy commercial drinks, as they can worsen diarrhoea.
fr: ◘ Ne pas utiliser de boissons énergétiques (pour sportifs) car elles risquent d’aggraver la diarrhée.

# diarr_zinc_title
source: Zinc treatment
fr: Traitement de zinc

# diarr_zinc_parag
source: Give the patient Zinc sulphate, especially children:
fr: Administrer aux patients du sulfate de zinc, en particulier aux enfants:

# diarr_zinc_table_col1_row0
source: Patient age
fr: Âge du patient

# diarr_zinc_table_col1_row1
source: Under 6 months
fr: Moins de 6 mois

# diarr_zinc_table_col1_row2
source: Over 6 months
fr: Plus de 6 mois

# diarr_zinc_table_col2_row0
source: Zinc dose
fr: Dose de zinc

# diarr_zinc_table_col2_row1
source: 10 mg per day for 10–14 days
fr: 10 mg par jour pendant 10 à 14 jours

# diarr_zinc_table_col2_row2
source: 20 mg per day for 10–14 days
fr: 20 mg par jour pendant 10 à 14 jours

# fever_title1
source: Fever/headache
fr: Fièvre/maux de tête

# fever_parag1
source: Treat with oral administration of Paracetamol (dose by weight is 15 mg/kg):
fr: Traiter avec l'administration orale de paracétamol. La dose en fonction du poids est de 15 mg/kg:

# fever_para_table_col1_row0
source: Patient age
fr: Âge du patient

# fever_para_table_col1_row1
source: 6 months–2 years
fr: 6 mois à 2 ans

# fever_para_table_col1_row2
source: 3–5 years
fr: 3 à 5 ans

# fever_para_table_col1_row3
source: 6–9 years
fr: Âge 6 à 9 ans

# fever_para_table_col1_row4
source: 10–15 years
fr: 10 à 15 ans

# fever_para_table_col1_row5
source: Adult
fr: Adulte

# fever_para_table_col2_row0
source: Paracetamol dose
fr: Dose de Paracetamol

# fever_para_table_col2_row1
source: 100 mg every 4–6 hours
fr: 100 mg toutes les 4 à 6 heures

# fever_para_table_col2_row2
source: 200 mg every 4–6 hours
fr: 200 mg toutes les 4 à 6 heures

# fever_para_table_col2_row3
source: 300 mg every 4–6 hours
fr: 300 mg toutes les 4 à 6 heures

# fever_para_table_col2_row4
source: 500 mg every 4–6 hours
fr: 500 mg toutes les 4 à 6 heures

# fever_para_table_col2_row5
source: 1000 mg every 4–6 hours
fr: 1000 mg toutes les 4 à 6 heures

# fever_antimalarial_title
source: Antimalarial treatment
fr: Traitement antipaludique

# fever_antimalarial_parag
source: All patients presenting to the emergency center with fever should also be given malaria treatment with Artesunate plus amodiaquine (AS+AQ) OR Artemether-lumefantrine (AL) OR Dihydroartemisinin plus piperaquine (DHP+PQP).
fr: Tous les patients qui se présentent à un CSC doivent recevoir un traitement antipaludique avec de l'artésunate et de l'amodiaquine (AS + AQ) OU de l'artéméther-luméfantrine (AL) OU de la dihydroartémisinine plus pipéraquine (DHP + PQP).

# fever_antimalarial_ASAQ_title
source: Artesunate plus amodiaquine (AS+AQ)
fr: Association artésunate-amodiaquine (AS+AQ)

# fever_antimalarial_ASAQ_dose
source: Fixed dose combination (50 mg + 153 mg/tablet)
fr: Association à dose fixe (50 mg + 153 mg / comprimé)

# fever_antimalarial_ASAQ_table_col1_row0
source: Patient age
fr: Âge du patient

# fever_antimalarial_ASAQ_table_col1_row1
source: 2–11 months
fr: 2 à 11 mois

# fever_antimalarial_ASAQ_table_col1_row2
source: 1–5 years
fr: 1 à 5 ans

# fever_antimalarial_ASAQ_table_col1_row3
source: 6–13 years
fr: 6 à 13 ans

# fever_antimalarial_ASAQ_table_col1_row4
source: ≥14 years
fr: ≥14 ans

# fever_antimalarial_ASAQ_table_col2_row0
source: Daily dose
fr: Dose journalière

# fever_antimalarial_ASAQ_table_col2_row1
source: 1/2 tablet daily for 3 days
fr: 1/2 comprimé par jourpendant 3 jours

# fever_antimalarial_ASAQ_table_col2_row2
source: 1 tablet daily for 3 days
fr: 1 comprimé par jour pendant 3 jours

# fever_antimalarial_ASAQ_table_col2_row3
source: 2 tablets daily for 3 days
fr: 2 comprimés par jour pendant 3 jours

# fever_antimalarial_ASAQ_table_col2_row4
source: 2 tablets daily for 3 days
fr: 2 comprimés par jour pendant 3 jours

# fever_antimalarial_ASAQ_table_col3_row0
source: Patient weight
fr: Poids corporel

# fever_antimalarial_ASAQ_table_col3_row1
source: 5–9 kg
fr: 5 à 9 kg

# fever_antimalarial_ASAQ_table_col3_row2
source: 9–18 kg
fr: 9 à 18 kg

# fever_antimalarial_ASAQ_table_col3_row3
source: 19–35 kg
fr: 19 à 35 kg

# fever_antimalarial_AL_title
source: Artemether-lumefantrine (AL)
fr: Association artéméther-luméfantrine (AL)

# fever_antimalarial_AL_dose
source: Fixed dose combination (20+ 120 mg/tablet)
fr: Association à dose fixe (20 mg + 120 mg/comprimé)

# fever_antimalarial_AL_table_col1_row0
source: Patient age
fr: Âge du patient

# fever_antimalarial_AL_table_col1_row1
source: 2–24 months
fr: 2 à 24 mois

# fever_antimalarial_AL_table_col1_row2
source: 25 months– 7 years
fr: 25 mois à 7 ans

# fever_antimalarial_AL_table_col1_row3
source: 8–13 years
fr: 8 à 13 ans

# fever_antimalarial_AL_table_col1_row4
source: ≥14 years
fr: ≥14 ans

# fever_antimalarial_AL_table_col2_row0
source: Daily dose
fr: Dose journalière

# fever_antimalarial_AL_table_col2_row1
source: 1 tablet twice daily for 3 days
fr: 1 comprimé deux fois par jour pendant 3 jours

# fever_antimalarial_AL_table_col2_row2
source: 2 tablets twice daily for 3 days
fr: 2 comprimés deux fois par jour pendant 3 jours

# fever_antimalarial_AL_table_col2_row3
source: 3 tablets twice daily for 3 days
fr: 3 comprimés deux fois par jour pendant 3 jours

# fever_antimalarial_AL_table_col2_row4
source: 4 tablets twice daily for 3 days
fr: 4 comprimés deux fois par jour pendant 3 jours

# fever_antimalarial_AL_table_col3_row0
source: Patient weight
fr: Poids corporel

# fever_antimalarial_AL_table_col3_row1
source: 5–15 kg
fr: 5 à 15 kg

# fever_antimalarial_AL_table_col3_row2
source: 15–25 kg
fr: 15 à 25 kg

# fever_antimalarial_AL_table_col3_row3
source: 25–35 kg
fr: 25 à 35 kg

# fever_antimalarial_DHPPQP_title
source: Dihydroartemisinin plus piperaquine (DHP+PQP)
fr: Association dihydroartémisinine-pipéraquine (DHP+PQP)

# fever_antimalarial_DHPPQP_dose
source: Fixed Dose combination (40 mg + 320 mg/tablet)
fr: Association à dose fixe (40 mg + 320 mg/comprimé)

# fever_antimalarial_DHPPQP_table_col1_row0
source: Patient weight
fr: Poids corporel

# fever_antimalarial_DHPPQP_table_col1_row1
source: 11–16 kg
fr: 11 à 16 kg

# fever_antimalarial_DHPPQP_table_col1_row2
source: 17–24 kg
fr: 17 à 24 kg

# fever_antimalarial_DHPPQP_table_col1_row3
source: 25–35 kg
fr: 25 à 35 kg

# fever_antimalarial_DHPPQP_table_col1_row4
source: 36–59 kg
fr: 36 à 59 kg

# fever_antimalarial_DHPPQP_table_col1_row5
source: 60–79 kg
fr: 60 à 79 kg

# fever_antimalarial_DHPPQP_table_col2_row0
source: Daily dose
fr: Dose journalière

# fever_antimalarial_DHPPQP_table_col2_row1
source: 1 tablet daily for 3 days
fr: 1 comprimé par jour pendant 3 jours

# fever_antimalarial_DHPPQP_table_col2_row2
source: 1.5 tablet daily for 3 days
fr: 1,5 comprimé par jour pendant 3 jours

# fever_antimalarial_DHPPQP_table_col2_row3
source: 2 tablets daily for 3 days
fr: 2 comprimés par jour pendant 3 jours

# fever_antimalarial_DHPPQP_table_col2_row4
source: 3 tablets daily for 3 days
fr: 3 comprimés par jour pendant 3 jours

# fever_antimalarial_DHPPQP_table_col2_row5
source: 4 tablets daily for 3 days
fr: 4 comprimés par jour pendant 3 jours

# fever_antimalarial_DHPPQP_table_col2_row6
source: 5 tablets daily for 3 days
fr: 5 comprimés par jour pendant 3 jours

# vload_title1
source: High viral load and severely ill patients
fr: Charge virale élevée et patients gravement malades

# vload_intro
source: High viral load is the most direct indication of a severe case. It is important to regularly:
fr: Une charge virale élevée est le prédicteur le plus fiable pour une évolution défavorable. Il est important de veiller régulièrement à:

# vload_list_item1
source: ◘ Reassess for emergency clinical signs and use the Ebola-simplified Quick Check or another triage/severity score and the ETAT for children.
fr: ◘ Réévaluer les signes cliniques d'urgence et utiliser le « Quick Check » simplifié pour l’Ebola ou un autre score de triage / gravité (l'ETAT pour les enfants).

# vload_list_item2
source: ◘ Monitor input and output (when possible) and record at the bedside. When impractical to document separately (in several buckets), the total volume of urine, vomit and stool collected in a bedside bucket may be qualitatively or quantitatively estimated based on volume measures marked on the outside of the bucket.
fr: ◘ Surveiller les apports/pertes si cela est possible. Lorsqu'il est difficile de répertorier les pertes séparément (dans plusieurs seaux, par exemple), il est possible d’estimer qualitativement ou quantitativement le volume total d'urine, de vomissures et de selles recueilli dans un seul seau en fonction des mesures de volume marquées sur celui-ci.

# vload_list_item3
source: ◘ Priority lab testing for ill patients:
fr: ◘ Analyses prioritaires pour les patients malades:

# vload_list_item3a
source: ○ electrolytes : K, Na, HCO3
fr: ○ électrolytes : K, Na, HCO3

# vload_list_item3c
source: ○ creatinine
fr: ○ créatinine

# vload_list_item3e
source: ○ for women of childbearing age: pregnancy test
fr: ○ fpour les femmes en âge de procréer: test de grossesse

# vload_list_item4
source: ◘ Secondary priority:
fr: ◘ Priorité secondaire:

# vload_list_item4a
source: ○ magnesium
fr: ○ magnésium

# vload_list_item4b
source: ○ haemoglobin or hematocrit
fr: ○ hémoglobine ou hématocrite

# vload_list_item4c
source: ○ platelet count
fr: ○ numération plaquettaire

# vload_list_item4d
source: ○ INR and PTT
fr: ○ INR et PTT

# vload_shock_title
source: Shock
fr: Choc

# vload_shock_list_item1
source: ◘ General signs of shock (poor perfusion):
fr: ◘ Signes généraux de choc (mauvaise perfusion):

# vload_shock_list_item1a
source: ○ Fast, weak pulse
fr: ○ Pouls rapide et faible

# vload_shock_list_item1b
source: ○ Pallor or cold extremities
fr: ○ Pâleur ou extrémités froides

# vload_shock_list_item1c
source: ○ Prolonged capillary refill ( = 3 seconds)
fr: ○ Temps de remplissage capillaire prolongé ( = 3 secondes)

# vload_shock_list_item1d
source: ○ Dizziness or inability to stand
fr: ○ Vertiges ou incapacité à rester debout

# vload_shock_list_item1e
source: ○ Decreased urine output (≤30 ml/hour)
fr: ○ Diminution de la production d'urine (≤ 30 ml / heure)

# vload_shock_list_item1f
source: ○ Difficulty breathing / Dyspnea
fr: ○ Difficulté à respirer / Dyspnée

# vload_shock_list_item1g
source: ○ Impaired consciousness, lethargy, agitation, confusion
fr: ○ Trouble de conscience, somnolence, léthargie, agitation, confusion
